{
    "lesson": {
        "started_at": "2025-07-06T19:09:01Z",
        "words_per_lesson": 10,
        "total_words": 20,
        "cefr_level": "B2"
    },
    "cards": [
        {
            "word_id": "bb00ee23-6aaf-4e83-9bb5-fd89345e64bc",
            "word": "ape",
            "translation": "обезьяна",
            "topic": "Animals",
            "subtopic": "wild_mammals",
            "sentences": [
                {
                    "text": "She wouldn't throw herself away to some doddering old ape just because he was rich.",
                    "translation": "Она не загубит себя ради старой дряхлой обезьяны только из-за денег."
                },
                {
                    "text": "Laugh, you apes!",
                    "translation": "Смейтесь, вы, обезьяны!"
                },
                {
                    "text": "And we instead are like apes in a cage. Hi.",
                    "translation": "Мы же, как обезьяны, остаёмся в железной клетке."
                },
                {
                    "text": "It's where the West Indian apes come from.",
                    "translation": "Оттуда произошли Вест-Индские обезьяны."
                },
                {
                    "text": "Ape will return to his own!",
                    "translation": "У обезьяны свой мир!"
                },
                {
                    "text": "And can you actually tell what these, what, ape men looked like?",
                    "translation": "Не могли бы вы рассказать, как выглядели эти... эм... приматы?"
                },
                {
                    "text": "Apes with oversized craniums.",
                    "translation": "Приматы с большими черепами."
                },
                {
                    "text": "There's clearly some connection. My guess is that those were ape mutations being brought back for release on Earth.",
                    "translation": "Очевидно, есть какая-то связь Как если бы те мутировавшие приматы были перенесены хотя-бы на одну только Землю."
                },
                {
                    "text": "That apes were systematically taken from this planet to another and...",
                    "translation": "Что приматы систематически перевозились с этой планеты на другую. — Подвергались изменениям Выбором породы, атомной хирургией, мы можем только догадываться о методах, И возвращались назад с новыми способностями, привитыми им."
                },
                {
                    "text": "Apes and humans have a recent common ancestor.",
                    "translation": "Приматы и люди имеют одного общего предка."
                },
                {
                    "text": "You've got no right to break in here, you big ape.",
                    "translation": "Ты не можешь врываться сюда, горилла."
                },
                {
                    "text": "— Let go of me, you ape.",
                    "translation": "— Пусти, горилла!"
                },
                {
                    "text": "— It's an ape.",
                    "translation": "Горилла."
                },
                {
                    "text": "Going ape.",
                    "translation": "Ходячая горилла."
                },
                {
                    "text": "Drop dead, ape.",
                    "translation": "— Засохни, горилла."
                },
                {
                    "text": "You ever had your balls cut off, you fuckin' ape?",
                    "translation": "Тебе когда-нибудь отрезали яйца, гребаная мартышка?"
                },
                {
                    "text": "I can sing better than that little ape.",
                    "translation": "Я могу спеть лучше, чем эта мартышка."
                },
                {
                    "text": "And she has them believing that poor old ape with a twisted foot is a satyr!",
                    "translation": "И она заставляет их верить, что бедная старая мартышка, у которой ноги колесом, — это сатир!"
                },
                {
                    "text": "The hill ape can speak.",
                    "translation": "Лесная мартышка заговорила?"
                },
                {
                    "text": "They're not supposed to be grinning like some ape.",
                    "translation": "Они не должны скалиться как мартышка."
                },
                {
                    "text": "— I'm only neutralising all your ape bacteria.",
                    "translation": "Просто нейтрализую все твои обезьяньи микробы."
                },
                {
                    "text": "You haven't acted this suspicious since I found the «ape bones» in the basement.",
                    "translation": "Он не вел себя столь подозрительно с тех пор, как я нашел в подвале «обезьяньи» кости."
                },
                {
                    "text": "Well, now I suppose the only difference between you and every other man is that you wear your ape on the outside.",
                    "translation": "— Полагаю, единственное твое отличие от других мужчин — это то, что твою обезьянью сущность видно и снаружи."
                },
                {
                    "text": "It circles Ape Mountain six times before heading right back to the tree house.",
                    "translation": "В итоге вы обойдёте обезьянью гору 6 раз и выйдете к нашему дому."
                },
                {
                    "text": "As the sun rose over Ape Mountain... its agitated inhabitants sent an urgent message to George by bongo-gram... warning the jungle king that intruders were close afoot.",
                    "translation": "Когда солнце взошло над обезьяньей горой, её взволнованные обитатели отправили сообщение Джоржу с помощью бангограммы. Предупредив короля о том, что вторжение началось. Стой, Лайл, слышишь?"
                },
                {
                    "text": "Chimpanzees and gorillas are the highest members of the ape family and are the ancestors of man.",
                    "translation": "Шимпанзе и гориллы — самые развитые представители человекообразных обезьян и являются предками людей."
                },
                {
                    "text": "Apes to be exact.",
                    "translation": "Точнее, от человекообразных обезьян."
                },
                {
                    "text": "There's a qualitative shift happening in the way we view the animal world, especially when it comes to apes.",
                    "translation": "Наше отношение к животным сильно меняется, особенно в отношении человекообразных обезьян."
                },
                {
                    "text": "Great apes did have those teeth.",
                    "translation": "У человекообразных обезьян были эти зубы."
                },
                {
                    "text": "It evolved some tens of millions of years ago in ancestors who were mammals all right but not yet primates like monkeys or apes.",
                    "translation": "Эта часть мозга появилась десятки миллионов лет назад у наших предков млекопитающих, которые ещё не были приматами, как, к примеру, человекообразные обезьяны."
                },
                {
                    "text": "— Ugly... little... ape.",
                    "translation": "— Скажи еще раз -Уродливая маленькая... обезьянка."
                },
                {
                    "text": "Alas, poor ape, how thou sweatest.",
                    "translation": "Бедная обезьянка, как ты вспотел!"
                },
                {
                    "text": "Ape!",
                    "translation": "Обезьянка!"
                },
                {
                    "text": "Uncle, my brother mocks both you and me. Because that I am little, like an ape... he thinks that you should bear me on your shoulder!",
                    "translation": "Над нами принц смеётся, милый дядя, считает он, что можете ходить вы со мною на спине, как с обезьянкой."
                },
                {
                    "text": "You did our joke with grape ape?",
                    "translation": "Ты проделал нашу шутку с виноградной обезьянкой?"
                },
                {
                    "text": "You've been head over heels for that ape ever since you brought him here.",
                    "translation": "Ты без ума от этого типа, иначе бы не притащила его сюда."
                },
                {
                    "text": "If I don't get that black paint off, the city's gonna go ape.",
                    "translation": "Если я не достану черную краску, город с ума сойдет."
                },
                {
                    "text": "Ma, ma, ma, ma! Don't go ape shit, alright?",
                    "translation": "Мам, мам, мам, мама, ну не сходи ты с ума!"
                },
                {
                    "text": "Oh, God. They go ape shit over bubbles.",
                    "translation": "Господи, да они с ума по ним сходят."
                },
                {
                    "text": "They're really going ape shit.",
                    "translation": "Просто сходят с ума."
                },
                {
                    "text": "Yes Mrs Ape.",
                    "translation": "— Да, миссис Эйп!"
                },
                {
                    "text": "For that evangelist Mrs Melrose Ape. Are you going? I think.",
                    "translation": "В честь этой евангелистки миссис Мелроуз Эйп Вы пойдёте?"
                },
                {
                    "text": "Mrs Ape will be addressing everybody about Jesus.",
                    "translation": "Миссис Эйп обратится ко всем с проповедью об Иисусе. И если что-то пойдёт не так. Миссис Эйп обратится ко всем с проповедью об Иисусе."
                },
                {
                    "text": "Thank you Mrs Ape for a most pricing talk.",
                    "translation": "Играйте громкое, быстрое и развязное. Спасибо, миссис Эйп за вашу яркую проповедь!"
                },
                {
                    "text": "Thanks, Ape.",
                    "translation": "Спасибо, Эйп."
                }
            ],
            "exercise": {
                "type": "translate_ru_to_en",
                "data": {
                    "text": "обезьяна",
                    "correct_answer": "ape",
                    "pick_options": [
                        "friend",
                        "ape",
                        "thug",
                        "drunk"
                    ]
                }
            }
        },
        {
            "word_id": "9b8301e6-7f5c-4050-9503-41c7a1843907",
            "word": "die out",
            "translation": "вымереть",
            "topic": "Animals",
            "subtopic": "animals_in_general",
            "sentences": [
                {
                    "text": "People are dying out there, men, women.",
                    "translation": "Там умирают люди: мужчины, женщины."
                },
                {
                    "text": "It's a fossil trilobite! Jirka didn? t know that trilobites died out long ago.",
                    "translation": "Жирка не знал тогда, что Трилобиты давно вымерли и он хотел найти одного живым."
                },
                {
                    "text": "But surely, Doctor, Cybermen died out centuries ago.",
                    "translation": "Но Доктор, кибермены вымерли сотни лет назад."
                },
                {
                    "text": "They seemed so secure, yet died out virtually overnight.",
                    "translation": "Они кажутся такими сохранившимися, а вымерли фактически внезапно."
                },
                {
                    "text": "And why it's believed they died out?",
                    "translation": "И от чего, полагается, они вымерли?"
                },
                {
                    "text": "Before the vast majority of reptiles died out mysteriously...",
                    "translation": "Прежде, чем большинство пресмыкающихся загадочным образом вымерли..."
                },
                {
                    "text": "Sorry, Stephen, can you remind me what was the language that guy was taught 40 years after it died out?",
                    "translation": "Прости, Стивен, можешь мне напомнить что за язык, который тот человек выучил через 40 лет после того как он исчез?"
                },
                {
                    "text": "if the chicken hadn't died out here, you will be perfectly adusted.",
                    "translation": "И если бы тетерев не исчез, мир был бы более совершенен?"
                },
                {
                    "text": "No, our afterlife myth, that died out, like, 1,000 years ago!",
                    "translation": "Нет, наша загробная жизнь — миф, который исчез тысячи лет назад!"
                },
                {
                    "text": "And your people, your race, will eventually die out.",
                    "translation": "И ваш народ, вся ваша раса в один прекрасный момент исчезнет."
                },
                {
                    "text": "Until the virus dies out, we can't break the cordon.",
                    "translation": "До тех пор, пока вирус не исчезнет, мы не можем убрать кордон."
                },
                {
                    "text": "I can't die out here in the woods, like a dumb animal.",
                    "translation": "Не могу умереть здесь в лесу, как бессловесная тварь!"
                },
                {
                    "text": "I can't die out here in the woods like a dumb animal!",
                    "translation": "Не могу умереть здесь в лесу, как бессловесная тварь."
                },
                {
                    "text": "There will come a time when you might have to decide who lives and dies out there.",
                    "translation": "Однажды наступит момент, когда вам придется решить, кому жить, а кому умереть."
                },
                {
                    "text": "We can't let the rite die out.",
                    "translation": "Мы же не можем дать умереть ритуалу."
                },
                {
                    "text": "God turned a blind eye and let her die out here alone and afraid.",
                    "translation": "Нет! Бог отвернулся, и позволил ей умереть в страхе и одиночестве."
                },
                {
                    "text": "— He could die out there.",
                    "translation": "— Он может умереть там."
                },
                {
                    "text": "She could've died out on that street.",
                    "translation": "Она могла бы умереть там."
                },
                {
                    "text": "His mother would never forgive me if I let him die out there alone.",
                    "translation": "Ее мать никогда не простит меня, если я позволю ей умереть там одной."
                },
                {
                    "text": "You don't plan this right, we could die out there.",
                    "translation": "Вы не планируете это право, мы могли умереть там."
                },
                {
                    "text": "That is an understatement! He could have died out there.",
                    "translation": "Он мог умереть там!"
                },
                {
                    "text": "You're not going to let me die out here, are you?",
                    "translation": "Вы ведь не позволите мне умереть здесь?"
                },
                {
                    "text": "Dying out here in this...",
                    "translation": "Умереть здесь..."
                },
                {
                    "text": "A million ways to die out here.",
                    "translation": "Есть миллион способов, чтобы умереть здесь."
                },
                {
                    "text": "We are gonna die out here... keep it together.",
                    "translation": "— Дай нам умереть здесь... — Возьми себя в руки!"
                },
                {
                    "text": "It must be very unpleasant to die out here in the rain like this...",
                    "translation": "Должно быть неприятно умереть здесь под таким дождем..."
                },
                {
                    "text": "Dad may be dying out here!",
                    "translation": "Папа мог погибнуть!"
                },
                {
                    "text": "Our people turned out weak and according to the laws of nature, they should die out.",
                    "translation": "Он сам доказал собственную слабость и теперь по законам природы должен погибнуть."
                },
                {
                    "text": "We could really die out here.",
                    "translation": "Мы здесь могли погибнуть."
                },
                {
                    "text": "Trained the SEALS how to scuba, which means he's not the type of person who's gonna die out in the water.",
                    "translation": "Обучал котиков нырять с аквалангом, значит, он не из тех, кто может погибнуть в воде."
                },
                {
                    "text": "We both could've died out there.",
                    "translation": "Мы оба могли погибнуть"
                },
                {
                    "text": "You know, maybe you're just afraid thinking that I would die out there, so it's easier for you to push me away now than... have to face me like this.",
                    "translation": "Может, ты просто боишься, что я могу там погибнуть, поэтому тебе легче оттолкнуть меня, чем... видеть таким."
                },
                {
                    "text": "She coulda died out there.",
                    "translation": "Она могла там погибнуть."
                },
                {
                    "text": "— But he could die out there!",
                    "translation": "Но он может там погибнуть!"
                },
                {
                    "text": "I ain't trying to die out here.",
                    "translation": "Я не хотел там погибнуть."
                },
                {
                    "text": "You could have died out there.",
                    "translation": "Ты мог там погибнуть."
                },
                {
                    "text": "People are dying out there.",
                    "translation": "Там умирают люди!"
                },
                {
                    "text": "Listen, people are dying out there.",
                    "translation": "Слушайте, там умирают люди."
                },
                {
                    "text": "Stand here preening when there are people dying out there.",
                    "translation": "Прихорашиваетесь здесь пока люди там умирают."
                },
                {
                    "text": "You stand here preening when there are people dying out there?",
                    "translation": "Вы стоите здесь и гордитесь собой, когда люди там умирают?"
                },
                {
                    "text": "So, you gonna die out here, or you want a ride into town?",
                    "translation": "Ну, останешься здесь умирать или подбросить до города?"
                },
                {
                    "text": "'Cause none of us intend to die out here.",
                    "translation": "Мы здесь умирать не намерены."
                },
                {
                    "text": "Oh, I don't want to die out here.",
                    "translation": "Я не хочу умирать здесь."
                },
                {
                    "text": "All I have to say is, I don't want to die out here.",
                    "translation": "Я только хочу сказать, что... не хочу умирать здесь."
                },
                {
                    "text": "I've been dying out here for 15 years.",
                    "translation": "Я умирал здесь пятнадцать лет."
                }
            ],
            "exercise": {
                "type": "translate_ru_to_en",
                "data": {
                    "text": "вымереть",
                    "correct_answer": "die out",
                    "pick_options": null
                }
            }
        },
        {
            "word_id": "3a19239d-59ec-4b60-9781-c26ee458cf63",
            "word": "dinosaur",
            "translation": "динозавр",
            "topic": "Animals",
            "subtopic": "amphibians_and_reptiles",
            "sentences": [
                {
                    "text": "And then, several hundred million years ago, nature went off on another tack and produced the dinosaurs.",
                    "translation": "Затем, несколько сотен миллионов лет назад, природа поменяла свой курс и породила динозавров."
                },
                {
                    "text": "When have you seen dinosaurs in Chihuaha?",
                    "translation": "Когда ты видел динозавров в Чиуауа?"
                },
                {
                    "text": "From our ancestors, the reptiles there developed many successful lines including the dinosaurs.",
                    "translation": "От наших предков, рептилий, произошло много успешных ветвей, включая динозавров."
                },
                {
                    "text": "There were many different kinds of dinosaurs.",
                    "translation": "Было множество различных видов динозавров."
                },
                {
                    "text": "Unnoticed by the dinosaurs, a new creature whose young were born live and helpless was making its timid debut.",
                    "translation": "Затем робко появились новые создания, незаметные для динозавров, чьи новорожденные были живыми и беззащитными."
                },
                {
                    "text": "Yes, I'm cutting out paper dinosaurs.",
                    "translation": "Да, я вырезаю бумажных динозавриков."
                },
                {
                    "text": "You'd all be much younger. Turns out dinosaur costumes are extremely flammable.",
                    "translation": "Выяснилось, что костюмы динозавриков очень легко воспламеняются."
                },
                {
                    "text": "It's so cute that all these children are excited to see their favorite dinosaurs.",
                    "translation": "Так мило, что все эти детишки в восторге от своих любимых динозавриков."
                },
                {
                    "text": "Chicken fingers shaped like little dinosaurs and a fudgy cake for dessert.",
                    "translation": "Куриные лапки в виде маленьких динозавриков и шоколадный торт на десерт."
                },
                {
                    "text": "The women he hugs, cuts off their cool dinosaur toys to take 'em home with him.",
                    "translation": "У женщин, что обнимает, он отрезает крутые игрушки динозавриков, чтобы забрать домой."
                },
                {
                    "text": "Then suddenly, without warning, all over the planet at once the dinosaurs died.",
                    "translation": "Затем совершенно неожиданно и одновременно по всей планете динозавры вымерли."
                },
                {
                    "text": "But dinosaurs have been gone since...",
                    "translation": "Но динозавры вымерли в..."
                },
                {
                    "text": "Just so you know, dinosaurs have not been around for, like, thousands of years.",
                    "translation": "К твоему сведению, динозавры вымерли примерно несколько тысяч лет назад."
                },
                {
                    "text": "The Himalayas have only been around for 40 million years. The last dinosaurs died out 25 million years before they were formed.",
                    "translation": "Последние динозавры вымерли за 25 миллионов лет до того, как они сформировались."
                },
                {
                    "text": "Professor Hodgins has made amazing discoveries studying bones to determine how dinosaurs died-— why shouldn't he be able to find clues on Eva Braga's bones that could lead us to the killer?",
                    "translation": "Профессор Ходжинс сделал поразительные открытия, изучая кости и определяя, как вымерли динозавры. Может быть, он найдет что-то на костях Евы Браги, и это приведет нас к убийце?"
                },
                {
                    "text": "I really enjoyed your thing about the dinosaur bones.",
                    "translation": "Грант, мне понравилось то, как ты рассказывал о костях динозавра."
                },
                {
                    "text": "Can we please stop talking about the dinosaur bones?",
                    "translation": "Может хватит говорить о костях динозавра?"
                },
                {
                    "text": "What happened to the dinosaur bone I got for Sanjay?",
                    "translation": "Что случилось с костью динозавра для Сенджея?"
                },
                {
                    "text": "He put his dinosaur costume in a closet. That's all.",
                    "translation": "Он кладет свой костью динозавра в шкаф."
                },
                {
                    "text": "The dinosaur bones in the museum came to life and started chasing me?",
                    "translation": "Кости динозавров в музее ожили и стали за мной гонятся?"
                }
            ],
            "exercise": {
                "type": "translate_ru_to_en",
                "data": {
                    "text": "динозавр",
                    "correct_answer": "dinosaur",
                    "pick_options": [
                        "dinosaur"
                    ]
                }
            }
        },
        {
            "word_id": "76d0b668-6c65-4bad-acb3-ae0389514174",
            "word": "donkey",
            "translation": "осесть",
            "topic": "Animals",
            "subtopic": "working_animals",
            "sentences": [
                {
                    "text": "But they played it, you donkey!",
                    "translation": "Но они играют, осел ты!"
                },
                {
                    "text": "Donkey is your kin.",
                    "translation": "Осел твоя родня."
                },
                {
                    "text": "The donkey's not part of the act.",
                    "translation": "Осел не часть от акта."
                },
                {
                    "text": "The dead donkey on the piano, that was my idea.",
                    "translation": "Мертвый осел на рояле — это была моя идея."
                },
                {
                    "text": "You are such a donkey, mate.",
                    "translation": "Нуты осел, Майк!"
                },
                {
                    "text": "One day, we came across a donkey laden with hives. Two Hurdanos are taking it to Salamanca.",
                    "translation": "Сегодня днем мы встрелили вот этого осла с грузом ульев, которого два хурдянина ведут в Саламанку."
                },
                {
                    "text": "— I'll give you a donkey!",
                    "translation": "— Я тебе покажу осла!"
                },
                {
                    "text": "— Reminds me of a donkey.",
                    "translation": "— Напоминает осла."
                },
                {
                    "text": "Getting rid of you and me will be worth more to him than a concertina and half a donkey.",
                    "translation": "Избавиться от тебя мне будет гораздо сложнее, чем от гармошки и половины осла."
                },
                {
                    "text": "More like a donkey!",
                    "translation": "Скорее осла."
                },
                {
                    "text": "My good donkey should be drowned now.",
                    "translation": "Твой славный ослик должно быть захлебнулся уже."
                },
                {
                    "text": "You loved to play with them. Your little donkey.",
                    "translation": "Это ослик."
                },
                {
                    "text": "Listen, little donkey.",
                    "translation": "Послушай, маленький ослик."
                },
                {
                    "text": "Shrek and Donkey, two stalwart friends, offon a whirlwind big-city adventure.",
                    "translation": "Шрек и Ослик, два друга на пути ураганного городского приключения."
                },
                {
                    "text": "Believe me, Donkey, if it was me, you'd be dead.",
                    "translation": "Поверь мне ослик, если бы это был я, ты бы был уже мёртв."
                },
                {
                    "text": "My donkey senses are tingling all over.",
                    "translation": "Мои ослиные чувства в смятении."
                },
                {
                    "text": "Nurse, donkey testicles, quickly!",
                    "translation": "Ослиные яйца, ... быстро!"
                },
                {
                    "text": "— Donkey balls.",
                    "translation": "— Ослиные яйца."
                },
                {
                    "text": "He has the ears of a donkey, and the voice.",
                    "translation": "У него ослиные уши, и голос."
                },
                {
                    "text": "You mean to tell me it was you who was responsible for the baldness, the flatulence, the boils and Arthur's donkey ears?",
                    "translation": "Хочешь сказать, это ты вызвал облысение, вспучивание, фурункулы и ослиные уши Артура?"
                },
                {
                    "text": "And who will pay the fee for your donkey?",
                    "translation": "А кто будет платить пошлину за, за твоего ишака?"
                },
                {
                    "text": "Indeed, my donkey has many relatives in Bukhara!",
                    "translation": "У моего ишака в Бухаре, действительно, очень много родственников!"
                },
                {
                    "text": "Take your donkey away!",
                    "translation": "Убери своего ишака!"
                },
                {
                    "text": "Look at my donkey, even he laughs at you.",
                    "translation": "Посмотри на моего ишака, даже он смеется над тобой."
                },
                {
                    "text": "Look how many thistles are in my donkey's tail!",
                    "translation": "У моего ишака на хвосте столько репейников..."
                },
                {
                    "text": "So... I'm a donkey?",
                    "translation": "Так что... я ослица?"
                },
                {
                    "text": "She laughed like a camel and farted like a donkey.",
                    "translation": "Она смеялась как верблюд, и пукала как ослица."
                },
                {
                    "text": "Why are you making donkey sounds? Ladies here don't make those sounds.",
                    "translation": "Почему ты кричишь, как ослица?"
                },
                {
                    "text": "That's 'cause the donkey busted her jaw.",
                    "translation": "Потому что ослица сломала ей челюсть."
                },
                {
                    "text": "You're not the daughter of a don. You're the daughter of a donkey!",
                    "translation": "Ты не дочь Дона, ты ослица."
                }
            ],
            "exercise": {
                "type": "pick_option_sentence",
                "data": {
                    "template": "But they played it, you ____________!",
                    "correct_answer": "donkey",
                    "pick_options": [
                        "understand",
                        "hear",
                        "donkey",
                        "knew"
                    ]
                }
            }
        },
        {
            "word_id": "937e441a-b9d0-463c-b852-42744ac07b74",
            "word": "extinction",
            "translation": "вымирание",
            "topic": "Animals",
            "subtopic": "animals_in_general",
            "sentences": [
                {
                    "text": "We seek merely to save the Exxilon race from extinction.",
                    "translation": "Мы стремимся сберечь расу экссилонцев от вымирания."
                },
                {
                    "text": "However, we are dealing with human animals... ..natural reaction to the threat of extinction... ..which is to reproduce, to propagate the species.",
                    "translation": "Но мы имеем дело с животным инстинктом самосохранения. Человек, который оказался перед опасностью вымирания, естественным образом стремится к воспроизводству, размножению. Это печально, но неизбежно."
                },
                {
                    "text": "Buildings threatened with extinction.",
                    "translation": "Зданиями под угрозой вымирания."
                },
                {
                    "text": "I think your colony of Earth people is in grave danger of extinction.",
                    "translation": "Я думаю ваша колония Землян в серьезной опасности вымирания."
                },
                {
                    "text": "A primitive settlement on the verge of extinction!",
                    "translation": "Примитивная колония на грани вымирания!"
                },
                {
                    "text": "But who's the more monstrous the whales, who ask to be left alone to sing their rich and plaintive songs or the humans, who set out to hunt them and destroy them and have brought many whale species close to the edge of extinction?",
                    "translation": "В настоящий момент Россия решает, остаться ли ей в списке стран-убийц. Но кто же большее чудовище — киты, которые хотят чтобы их оставили в покое, позволили им петь свои звучные и печальные песни, или люди, которые выходят в море, чтобы охотиться и уничтожать китов, и из-за которых многие виды китов находятся на грани исчезновения?"
                },
                {
                    "text": "— His village faces extinction.",
                    "translation": "— Его деревня на грани исчезновения."
                },
                {
                    "text": "We're facing extinction.",
                    "translation": "Мы оказываемся перед лицом исчезновения."
                },
                {
                    "text": "Their entire race is on the brink of extinction.",
                    "translation": "Их раса на грани исчезновения."
                },
                {
                    "text": "Kirk saved the Pelosians from extinction, just as he had the Baezians and the Chenari, many years earlier.",
                    "translation": "Кирк спас пелосианцев от исчезновения, так же, как и бэзианцев, и ченари, многими годами раньше."
                },
                {
                    "text": "They passed through the galaxy rescuing primitive cultures which were in danger of extinction and seeding them, so to speak, where they could live and grow.",
                    "translation": "Они прошли всю галактику, спасая примитивные культуры, которые были под угрозой уничтожения, и пересаживали их туда, где они могли жить и расти."
                },
                {
                    "text": "Then all our races stand on the edge of extinction.",
                    "translation": "Тогда все наши расы находятся на грани уничтожения."
                },
                {
                    "text": "I have spent my life trying to protect plants from extinction and now you corrupt my research into some maniacal scheme for world domination.",
                    "translation": "Всю жизнь я пытаюсь спасти растения от уничтожения а вы использовали мои труды чтобы осуществить безумную идею власти над миром."
                },
                {
                    "text": "The Caspian sturgeon has been hunted to the brink of extinction.",
                    "translation": "Каспийского осетра довели почти до полного уничтожения."
                },
                {
                    "text": "Chances are they've suffered total data extinction and they're gonna blame us.",
                    "translation": "Есть вероятность, что они пострадали от полного уничтожения данных, и они будут винить в этом нас."
                },
                {
                    "text": "We're being hunted to extinction.",
                    "translation": "На нас ведётся охота на истребление."
                },
                {
                    "text": "Extinction.",
                    "translation": "Истребление."
                },
                {
                    "text": "Ironically, it's the very thing that make dinosaurs so iconic that condemns them to extinction.",
                    "translation": "По иронии судьбы, та самая вещь, что сделала динозавров столь культовыми, обрекла их на истребление."
                },
                {
                    "text": "You dumb, greedy bastards just brought extinction to yourself.",
                    "translation": "Вы, глупые жадины, сами навлекли на себя истребление."
                },
                {
                    "text": "It's extinction!",
                    "translation": "Истребление!"
                },
                {
                    "text": "You live on the brink of extinction, beside the Sea of Decay.",
                    "translation": "Вы на краю Леса, на краю гибели."
                },
                {
                    "text": "It's the first sign of our extinction when toads die.",
                    "translation": "Когда лягушки начинают умирать — это первый признак нашей гибели."
                },
                {
                    "text": "Humankind was again in danger of extinction and again turned to the Rangers for the answer.",
                    "translation": "Человечество снова оказалось на краю гибели. И снова рейнджеры стали последней надеждой."
                },
                {
                    "text": "She's been leading this coven to extinction!",
                    "translation": "Она приведет шабаш к гибели!"
                },
                {
                    "text": "Sometimes a culling is the only way to ensure that this species survives... and history will see Valentine... as the man who saved humanity from extinction.",
                    "translation": "Иногда отбраковка — единственный способ спасти какой-то вид, и Валентайн войдет в историю как тот, кто спас человечество от гибели."
                },
                {
                    "text": "We're dinosaurs headed for extinction.",
                    "translation": "Мы динозавры, и мы вымираем."
                },
                {
                    "text": "— We face extinction!",
                    "translation": "Мы вымираем."
                },
                {
                    "text": "The army had hunted us to extinction.",
                    "translation": "Армия ждала, что мы все вымрем."
                },
                {
                    "text": "If D-Day happens before we're ready, we could face extinction.",
                    "translation": "Если день Д наступит до того, как мы будем готовы, мы вымрем."
                },
                {
                    "text": "I won't have you debating us into extinction.",
                    "translation": "Я не хочу, чтобы из за тебя мы вымерли!"
                },
                {
                    "text": "To hunt a species to extinction is not logical.",
                    "translation": "Доводить вид до грани вымирания нелогично."
                },
                {
                    "text": "My own quick research reveals wild salmon... especially Atlantic salmon, are threatened with extinction.",
                    "translation": "Я выяснила, что дикий лосось — особенно атлантический лосось — находится на грани вымирания."
                },
                {
                    "text": "Mankind faces extinction.",
                    "translation": "Человечество — на грани вымирания."
                },
                {
                    "text": "We almost reached extinction.",
                    "translation": "Мы практически на грани вымирания."
                },
                {
                    "text": "We need you, the human race faces extinction..",
                    "translation": "Ты нам нужна, человеческая раса находится на грани вымирания."
                },
                {
                    "text": "We've hunted them to the brink of extinction.",
                    "translation": "Мы их почти полностью истребили."
                },
                {
                    "text": "We'd offer you some, but we hunted it to extinction for breakfast.",
                    "translation": "Мы бы тебе предложили, но мы истребили их для завтрака."
                },
                {
                    "text": "If it were up to him, every witch in oz would've gone the way of extinction.",
                    "translation": "Будь его воля, каждую ведьму в Оз истребили бы."
                },
                {
                    "text": "So you think they were hunted to extinction?",
                    "translation": "Так ты думаешь их истребили?"
                },
                {
                    "text": "Oh, Blackbeard hunted them into extinction.",
                    "translation": "Черная Борода истребил их."
                }
            ],
            "exercise": {
                "type": "write_word_from_translation",
                "data": {
                    "translation": "вымирание",
                    "correct_answer": "extinction"
                }
            }
        },
        {
            "word_id": "bd50ba65-a5d9-4b6c-a86f-d100c471c3d9",
            "word": "extinct",
            "translation": "вымерший",
            "topic": "Animals",
            "subtopic": "animals_in_general",
            "sentences": [
                {
                    "text": "Look, it is just feasible that, given the right conditions, a species long considered extinct could survive.",
                    "translation": "Послушайте, такое и правда возможно. При благоприятных условиях... сохранявшихся долгое время, вымерший вид мог спастись."
                },
                {
                    "text": "An extinct monster, that plate in the deck.",
                    "translation": "Вымерший монстр, эти пластины."
                },
                {
                    "text": "How about verifying that your nearly extinct cult was out in magnum force last night?",
                    "translation": "И почему же Ваш вымерший культ так массово выступил?"
                },
                {
                    "text": "You're obsolete, extinct, yesterday's news.",
                    "translation": "Ты — устаревший, вымерший, вчерашняя новость."
                },
                {
                    "text": "This is an extinct, exceedingly rare language.",
                    "translation": "Это вымерший, крайне редкий язык."
                },
                {
                    "text": "Without me, many of the creatures we found might have become extinct.",
                    "translation": "Без моего участия многие из найденных мной существ, возможно, вымерли бы."
                },
                {
                    "text": "Again, there were many branches which became extinct.",
                    "translation": "Опять же, многие ветви эволюции позже вымерли."
                },
                {
                    "text": "Many collateral branches of the human family became extinct in the last few million years.",
                    "translation": "Множество второстепенных ветвей развития человечества вымерли за последние несколько миллионов лет."
                },
                {
                    "text": "But you are not extinct, Mr. Maranov.",
                    "translation": "Но Вы-то, мистер Маранов не вымерли."
                },
                {
                    "text": "They're now totally extinct and we call them trilobites.",
                    "translation": "Все они давным-давно вымерли. Мы называем их трилобитами."
                },
                {
                    "text": "It was practically extinct.",
                    "translation": "Они практически исчезли."
                },
                {
                    "text": "When I left the Old World, they were nearly extinct.",
                    "translation": "Когда я покинула Старый Свет, они почти исчезли."
                },
                {
                    "text": "Jedikiah would drive us extinct.",
                    "translation": "Джедикая хочет, чтобы мы исчезли."
                },
                {
                    "text": "But they're -— they're extinct.",
                    "translation": "Но они же.. они же исчезли."
                },
                {
                    "text": "At least 200 species of arthropod... are now extinct thanks to Lincoln Trahn.",
                    "translation": "По крайней мере 200 особей афроподов исчезли благодаря Линкольну Трану."
                },
                {
                    "text": "You know, he says at the rate they're going, they're going to make themselves extinct.",
                    "translation": "Говорит, что с теми темпами, которыми они развиваются, они разовьются до вымирания."
                },
                {
                    "text": "To save our people from goin' extinct.",
                    "translation": "Спасти наших людей от вымирания."
                },
                {
                    "text": "The Werewolves are nearly extinct.",
                    "translation": "Оборотни на грани вымирания."
                },
                {
                    "text": "The only way to keep my species from going extinct Is to find my father.",
                    "translation": "Единственный способ сохранить мой вид от вымирания это найти моего отца."
                },
                {
                    "text": "Feared extinct, back in its natural habitat.",
                    "translation": "Боялся вымирания, но всё равно вернулся к старым привычкам."
                },
                {
                    "text": "You should be extinct.",
                    "translation": "Вымирающий вид!"
                },
                {
                    "text": "It's thought to be extinct.",
                    "translation": "Вымирающий вид."
                },
                {
                    "text": "You're like an extinct species, you know that, don't you?",
                    "translation": "Ты — вымирающий вид. Ты знаешь об этом?"
                },
                {
                    "text": "Saving some kind of extinct animal.",
                    "translation": "Спасти какое-нибудь вымирающее животное."
                },
                {
                    "text": "Actually, in the Victorian era, chaps used to go off, when something was about to become extinct, they would go off, find it and shoot it as a trophy.",
                    "translation": "Вообще, в «викторианскую эру» ребята обычно, когда находили нечто вымирающее, выслеживали его и подстреливали как трофей."
                },
                {
                    "text": "The only way to keep my species from going extinct is to find my father.",
                    "translation": "Единственный путь сохранить мой вид от исчезновения, это найти моего отца."
                },
                {
                    "text": "Every living thing, sooner or later, becomes extinct.",
                    "translation": "Каждое живое существо рано или поздно умирает."
                },
                {
                    "text": "«So you're going extinct.»",
                    "translation": "— Вы все умрёте."
                },
                {
                    "text": "I am extinct.",
                    "translation": "Я умру."
                },
                {
                    "text": "Most of the members have gone extinct.",
                    "translation": "Большинство членов умерли."
                },
                {
                    "text": "The last Tardis in the universe. Extinct.",
                    "translation": "Последняя ТАРДИС во Вселенной умерла."
                },
                {
                    "text": "Waw an-Namus is an extinct volcano.",
                    "translation": "ВАу-ан-НАмус — кальдера потухшего вулкана."
                },
                {
                    "text": "The volcano was considered extinct.",
                    "translation": "Вулкан считался потухшим."
                },
                {
                    "text": "And we are extinct.",
                    "translation": "И мы потухшие."
                },
                {
                    "text": "If you will scan the large southern continent, you'll find a range of extinct volcanoes.",
                    "translation": "Если вы просканируете большой южный континент, вы найдете цепь потухших вулканов."
                },
                {
                    "text": "Waxy complexion, yellow teeth, extinct look.",
                    "translation": "Восковой цвет лица, жёлтые зубы, потухший взгляд."
                },
                {
                    "text": "I guess this means they're extinct.",
                    "translation": "Похоже, теперь не осталось никого."
                },
                {
                    "text": "You're a big part of why my people are nearly extinct.",
                    "translation": "Именно благодаря тебе, Гордон, нас почти не осталось."
                },
                {
                    "text": "— Well, they're mostly extinct now.",
                    "translation": "Ну, их почти не осталось."
                },
                {
                    "text": "Bullets are extinct.",
                    "translation": "Патронов не осталось."
                },
                {
                    "text": "Your «people» are going extinct because you're a bunch of mindless, bloodthirsty animals.",
                    "translation": "Вас почти не осталось, потому что вы — кучка озверевших тупорылых кровососов."
                }
            ],
            "exercise": {
                "type": "pick_option_sentence",
                "data": {
                    "template": "Look, it is just feasible that, given the right conditions, a species long considered _____________ could survive.",
                    "correct_answer": "extinct",
                    "pick_options": [
                        "extinct",
                        "fragile",
                        "obsolete",
                        "primitive"
                    ]
                }
            }
        },
        {
            "word_id": "6f913f33-3940-4c85-b135-f7f4d4238fd3",
            "word": "guard dog",
            "translation": "сторожевой пёс",
            "topic": "Animals",
            "subtopic": "dogs",
            "sentences": [
                {
                    "text": "Great guard dog.",
                    "translation": "Хороший сторожевой пёс."
                },
                {
                    "text": "She was on assignment at a cosmetics factory when a guard dog chased her into a vat of hair-removal cream.",
                    "translation": "Не подходи ближе. Она выполняла задание на фабрике, когда сторожевой пес загнал ее в чан с депиляционным кремом."
                },
                {
                    "text": "There is a guard dog on the premises.",
                    "translation": "В доме сторожевой пес."
                },
                {
                    "text": "Call yourself a guard dog?",
                    "translation": "Тоже мне, сторожевой пес!"
                },
                {
                    "text": "Guard dog! Whoo!",
                    "translation": "Сторожевой пес!"
                },
                {
                    "text": "— Big Ben, our guard dog?",
                    "translation": "— Большой Бен, наша сторожевая собака?"
                },
                {
                    "text": "Guard dog sleeps by the door.",
                    "translation": "Под дверью будет спать сторожевая собака."
                },
                {
                    "text": "Now you can be proud! — You're a guard dog. This suits you better.",
                    "translation": "Постыдился бы Тоже мне, сторожевая собака"
                },
                {
                    "text": "No. Uh, you said you wanted a guard dog, and this guy... he's reckless... hi!",
                    "translation": "Вы говорили, что вам нужна сторожевая собака, а этот парень..."
                },
                {
                    "text": "I'm the guard dog, I'm the bad cop,",
                    "translation": "Я сторожевая собака. Я плохой коп."
                }
            ],
            "exercise": {
                "type": "pick_option_sentence",
                "data": {
                    "template": "Great ______________________.",
                    "correct_answer": "guard dog",
                    "pick_options": [
                        "job",
                        "deal",
                        "fun",
                        "guard dog"
                    ]
                }
            }
        },
        {
            "word_id": "9205e670-b08d-447f-b5fa-88dda7d265f2",
            "word": "kangaroo",
            "translation": "кенгуру",
            "topic": "Animals",
            "subtopic": "wild_mammals",
            "sentences": [
                {
                    "text": "— I didn't think she was a kangaroo.",
                    "translation": "— Я поняла, что не кенгуру."
                },
                {
                    "text": "Australia, with all those horrid kangaroos crawling about?",
                    "translation": "В Австралию? .. Где крадутся все эти ужасные кенгуру?"
                },
                {
                    "text": "It looked like a cross between a duck and a kangaroo.",
                    "translation": "Это была помесь утки и кенгуру."
                },
                {
                    "text": "Could he be a kangaroo?",
                    "translation": "Может это кенгуру?"
                },
                {
                    "text": "Asparagus, chili beef, minestrone clam chowder, tomato, chicken gumbo turkey noodle, kangaroo tail vichyssoise, vegetable or just plain pea.",
                    "translation": "Суп со спаржей, острый говяжий, минестроне из моллюсков, томатный, гамбо с курицей турецкая лапша, суп из хвоста кенгуру вишисуаз, овощной или обычный гороховый!"
                }
            ],
            "exercise": {
                "type": "write_word_from_translation",
                "data": {
                    "translation": "кенгуру",
                    "correct_answer": "kangaroo"
                }
            }
        },
        {
            "word_id": "9e5141c8-5035-4768-8b53-6929d0fcd632",
            "word": "kitten",
            "translation": "котёнок",
            "topic": "Animals",
            "subtopic": "pets",
            "sentences": [
                {
                    "text": "Isn't it affectionate, like a baby kitten?",
                    "translation": "Он такой нежный. Как котенок."
                },
                {
                    "text": "She's as playful as a kitten. You mustn't really...",
                    "translation": "— Не бойся, она игривая, как котенок."
                },
                {
                    "text": "What a darling kitten.",
                    "translation": "Какой славный котенок."
                },
                {
                    "text": "You're weak as a kitten.",
                    "translation": "Ты слаб, как котенок."
                },
                {
                    "text": "Bye, kitten.",
                    "translation": "До свидания, котёнок."
                },
                {
                    "text": "Like a pair of confused little kittens.",
                    "translation": "Как парочка смущенных котяток."
                },
                {
                    "text": "Well, I don't believe that the psychological rock can be hoisted off the Intersect by watching kittens play with yarn.",
                    "translation": "Я не верю, что Интерсект можно вытащить из-под камня, разглядывая играющих котяток."
                },
                {
                    "text": "We feed cute little kittens to a dog we keep in the backyard.",
                    "translation": "Ненавидим детей и... скармливаем милых котяток барбосу, живущему на заднем дворе..."
                },
                {
                    "text": "Who put these sleepy kitten videos on here?",
                    "translation": "Да кто вообще этих спящих котяток сюда залил?"
                },
                {
                    "text": "Produced seven kittens",
                    "translation": "Вывел в цилиндре котяток семь штук!"
                },
                {
                    "text": "Go get a kitten out of a tree or something.",
                    "translation": "Идите снимите кошку с дерева или ещё что-нибудь."
                },
                {
                    "text": "I tell you, that man makes me purr like a kitten.",
                    "translation": "Этот мужчина заставляет меня мурчать, как кошку."
                },
                {
                    "text": "If it's any consolation, Valerie, right now I'm having kittens.",
                    "translation": "Будем надеяться, что любопытство меня не погубит, как кошку."
                },
                {
                    "text": "Even the kitten he stole in broad daylight.",
                    "translation": "Даже кошку украл среди бела дня."
                },
                {
                    "text": "My dear, I will outlive the kitten.",
                    "translation": "Милая моя, я переживу любую кошку."
                },
                {
                    "text": "Kitten whiskers!",
                    "translation": "Кошачьи усы!"
                },
                {
                    "text": "Kitten Mittens.",
                    "translation": "Кошачьи рукавицы."
                },
                {
                    "text": "Thus, Kitten Mittens, right?",
                    "translation": "Таким образом — Кошачьи рукавицы, верно?"
                },
                {
                    "text": "What do moronic Kitten Mittens have to do with our bar?",
                    "translation": "Какое отношение идиотские Кошачьи рукавицы имеют к нашему бару?"
                },
                {
                    "text": "This is making me think maybe I should slap a patent on my Kitten Mittens before you guys try and steal that, too, huh?",
                    "translation": "— Это заставляет меня задуматься, возможно мне следует запатентовать мои Кошачьи рукавицы, пока вы не попытались украсть мою идею, а?"
                },
                {
                    "text": "A word of advice, kitten.",
                    "translation": "— Мой совет, котик."
                },
                {
                    "text": "Well, I got news for you, kitten.",
                    "translation": "Что ж, у меня для тебя новости, котик."
                },
                {
                    "text": "Hello, kitten. Mitzi.",
                    "translation": "Привет, котик!"
                },
                {
                    "text": "The engine purrs like a kitten.",
                    "translation": "Мотор урчит словно котик."
                },
                {
                    "text": "I know, there are two sides to every story, kitten.",
                    "translation": "Котик, я знаю, что в каждой истории есть две стороны."
                },
                {
                    "text": "I've already told you not to lie down here you lazy kitten!",
                    "translation": "Я же говорила тебе, не лежать здесь, ленивая киска!"
                },
                {
                    "text": "— Take it easy, kitten.",
                    "translation": "— Спокойно, киска."
                },
                {
                    "text": "Where are you going kitten?",
                    "translation": "Киска. Куда это ты пошла?"
                },
                {
                    "text": "Bring us a hit, kitten, ah?",
                    "translation": "Принеси чуток, киска."
                },
                {
                    "text": "Don't open it straight away, kitten, ask who it is.",
                    "translation": "Киска, сразу не открывай, спроси кто."
                },
                {
                    "text": "— The Cat has a new kitten.",
                    "translation": "— У кота новая кошечка."
                },
                {
                    "text": "Wait, don't be so hotheaded kitten, that's how someone says they don't want to when they do, it's reverse psychology.",
                    "translation": "Подожди, не горячись кошечка, как кто-то сказал они не хотят, когда делают, обратная психология."
                },
                {
                    "text": "It's a kitten, a real pussycat.",
                    "translation": "Ты кошечка, настоящая кошечка."
                },
                {
                    "text": "It is just a kitten.",
                    "translation": "Это просто кошечка."
                },
                {
                    "text": "I am not fit, little kitten?",
                    "translation": "Я не достоин, кошечка?"
                }
            ],
            "exercise": {
                "type": "write_word_from_translation",
                "data": {
                    "translation": "котёнок",
                    "correct_answer": "kitten"
                }
            }
        },
        {
            "word_id": "5935722a-5e11-4730-8c02-4cf47dbb0f2c",
            "word": "leopard",
            "translation": "леопард",
            "topic": "Animals",
            "subtopic": "wild_mammals",
            "sentences": [
                {
                    "text": "I know a leopard can't change its spots.",
                    "translation": "— Я знаю, что леопард не умеет снимать гетры."
                },
                {
                    "text": "Why should I want a leopard?",
                    "translation": "Зачем мне леопард?"
                },
                {
                    "text": "Is it the leopard?",
                    "translation": "Это леопард?"
                },
                {
                    "text": "I mean, the leopard!",
                    "translation": "В смысле — леопард!"
                },
                {
                    "text": "David, the leopard!",
                    "translation": "Дэвид, леопард!"
                },
                {
                    "text": "On these treacherous slopes, no hunter other than the snow leopard would have a chance of catching such agile prey.",
                    "translation": "На этих ненадежных склонах только снежный барс имеет шанс поймать такую хрупкую добычу."
                },
                {
                    "text": "The snow leopard is an almost mythical creature, an icon of the wilderness, an animal few humans have ever glimpsed for its world is one we seldom visit.",
                    "translation": "Снежный барс почти мифическое создание. символ дикой природы животное, которое всего лишь несколько человек видели мельком в далекой редко посещаемой людьми дикой стране великих гор."
                },
                {
                    "text": "I hear you, Leopard.",
                    "translation": "Слышу тебя, Барс."
                },
                {
                    "text": "Understood, Leopard.",
                    "translation": "Все понял, Барс."
                },
                {
                    "text": "Eagle, Leopard, communications Shah let?",
                    "translation": "Орел, Барс, связь Шаху дайте?"
                },
                {
                    "text": "The one with the Black Leopard design?",
                    "translation": "Чёрная пантера была?"
                },
                {
                    "text": "It was that plane with the Black Leopard design.",
                    "translation": "На капоте истребителя была эмблема — черная пантера."
                },
                {
                    "text": "Because that plane had the Black Leopard design on it.",
                    "translation": "Потому что там была чёрная пантера?"
                },
                {
                    "text": "The leopard?",
                    "translation": "Пантера?"
                },
                {
                    "text": "The leopard...?",
                    "translation": "Пантера."
                }
            ],
            "exercise": {
                "type": "pick_option_sentence",
                "data": {
                    "template": "I know a _____________ can't change its spots.",
                    "correct_answer": "leopard",
                    "pick_options": [
                        "leopard",
                        "thing",
                        "soul",
                        "bird"
                    ]
                }
            }
        },
        {
            "word_id": "229b6e40-b937-473e-82bd-a4191bbff8c0",
            "word": "mammal",
            "translation": "млекопитающее",
            "topic": "Animals",
            "subtopic": "animals_in_general",
            "sentences": [
                {
                    "text": "No birds, no mammals, no insects, nothing.",
                    "translation": "Ни птиц, ни млекопитающих, ни насекомых, ничегошеньки."
                },
                {
                    "text": "The reproduction of mammals.",
                    "translation": "Размножение млекопитающих."
                },
                {
                    "text": "We've called the Coast Guard, the Canadian Fisheries Board, even the US Marine Mammal Commission.",
                    "translation": "Мы сообщили береговой охране, звонили в канадский Комитет по рыболовству, даже в Американскую комиссию морских млекопитающих."
                },
                {
                    "text": "Something like a shrew was the ancestor of all the mammals.",
                    "translation": "Предком всех млекопитающих было что-то вроде землеройки."
                },
                {
                    "text": "The dust pall from that collision must've cooled and darkened the Earth perhaps killing all the dinosaurs, but sparing the small, furry mammals who were our ancestors.",
                    "translation": "Покров пыли от того столкновения, должно быть, охладил и затемнил Землю, что и убило всех динозавров, но не затронуло маленьких пушистых млекопитающих, которые были нашими предками."
                },
                {
                    "text": "It had fur, and only mammals have fur.",
                    "translation": "У него была шерсть, только у животных есть шерсть."
                },
                {
                    "text": "Australian sea lions are among the rarest of marine mammals.",
                    "translation": "Австралийские морские львы одни из редчайших животных."
                },
                {
                    "text": "And home to one of the planet's strangest mammals.",
                    "translation": "Здесь дом одного из самых странных животных на планете."
                },
                {
                    "text": "Clawhauser, can't you see I'm working on the missing mammal cases?",
                    "translation": "Когтяузер, разве не видишь, я ищу пропавших животных!"
                },
                {
                    "text": "Finally, we have 14 missing mammal cases.",
                    "translation": "Наконец, у нас пропало 14 животных."
                }
            ],
            "exercise": {
                "type": "translate_ru_to_en",
                "data": {
                    "text": "млекопитающее",
                    "correct_answer": "mammal",
                    "pick_options": [
                        "mammal"
                    ]
                }
            }
        },
        {
            "word_id": "c1c3507f-2f58-43bb-ad18-d8b13a29dff4",
            "word": "polar bear",
            "translation": "белый медведь",
            "topic": "Animals",
            "subtopic": "wild_mammals",
            "sentences": [
                {
                    "text": "There's a polar bear in our car.",
                    "translation": "Мои извинения. В нашей машине белый медведь."
                },
                {
                    "text": "That is not a polar bear behind you.",
                    "translation": "Это не белый медведь за вами. Нет?"
                },
                {
                    "text": "It's a polar bear.",
                    "translation": "Это белый медведь."
                },
                {
                    "text": "— It's a polar bear.",
                    "translation": "— Это белый медведь."
                },
                {
                    "text": "I'll be like one of those old Eskimos, goes out on the ice floe and... just sits there and waits for the polar bear to get him... and that's that and I don't want you to come looking for me and I can't have one of those scenes that we saw in the hospital with that woman and her husband.",
                    "translation": "Я хочу быть как тот старый эскимос, из сказки... который сидит один на льдине и ждет когда придет белый медведь И заберет..."
                },
                {
                    "text": "Taken by a polar bear.",
                    "translation": "Тебя утащил полярный медведь."
                },
                {
                    "text": "— What about the polar bear?",
                    "translation": "А как же полярный медведь?"
                },
                {
                    "text": "White. It's a polar bear.",
                    "translation": "Белый — это полярный медведь."
                },
                {
                    "text": "It's a polar bear because you're at the North Pole.",
                    "translation": "Это полярный медведь, потому что он на Северном полюсе."
                },
                {
                    "text": "Unless a polar bear smashes its way in which is what's happened here...obviously.",
                    "translation": "Если только полярный медведь не приходил и не разносил всё вдребезги... что здесь, очевидно, и случилось."
                },
                {
                    "text": "Polar bear in the north and penguins in the south?",
                    "translation": "Медведи на севере, а пингвины на юге?"
                },
                {
                    "text": "I dont know, polar bears, hungry people. Where are you?",
                    "translation": "Не знаю, медведи, голодающие."
                },
                {
                    "text": "The polar bears are dying because of man's endless thirst for oil.",
                    "translation": "Медведи погибают из-за неукротимой жажды человека к нефти."
                },
                {
                    "text": "It's been hibernating like a polar bear in winter.",
                    "translation": "Она просто была в спячке, как медведь зимой."
                },
                {
                    "text": "Whenever my polar bear leans over and hugs me all becomes quiet and nothing matters...",
                    "translation": "Каждый раз, когда мой медведь собирается уходить и берет меня на руки Становится спокойно Не беспокоит ничего"
                }
            ],
            "exercise": {
                "type": "pick_option_sentence",
                "data": {
                    "template": "There's a ______________________ in our car.",
                    "correct_answer": "polar bear",
                    "pick_options": [
                        "phone",
                        "man",
                        "bug",
                        "polar bear"
                    ]
                }
            }
        },
        {
            "word_id": "d750f30d-e4a9-4336-bd2e-d660a98a7086",
            "word": "rat",
            "translation": "крыса",
            "topic": "Animals",
            "subtopic": "wild_mammals",
            "sentences": [
                {
                    "text": "— The rat!",
                    "translation": "— Крыса!"
                },
                {
                    "text": "I'm wounded! It's just a scratch, you yellow rat!",
                    "translation": "Это всего лишь царапина, ты трусливая крыса."
                },
                {
                    "text": "No! You yellow rat!",
                    "translation": "Ты, трусливая крыса!"
                },
                {
                    "text": "You murdering rat!",
                    "translation": "Мерзкая крыса!"
                },
                {
                    "text": "You rat.",
                    "translation": "Ты крыса."
                },
                {
                    "text": "Only rat poison would work!",
                    "translation": "— Обаяние? Помочь может только крысиный яд!"
                },
                {
                    "text": "Looked as if he had rat poison in that moustache.",
                    "translation": "Мне всегда казалось, что у него на усах крысиный яд."
                },
                {
                    "text": "He just bought some rat poison in the pharmacy... and he's looking at me strangely.",
                    "translation": "Сейчас купил крысиный яд в аптеке... И как-то подозрительно на меня посмотрел. — Смотрю, ты напуган..."
                },
                {
                    "text": "I found rat poison in the garage.",
                    "translation": "У него в гараже был крысиный яд."
                },
                {
                    "text": "It's that rat circus out there. I'm beginning to enjoy it.",
                    "translation": "Этот крысиный цирк мне начинает нравиться."
                },
                {
                    "text": "Now that's good thinking, because I was gonna go right to Cuddy... and rat you out as soon as you were done talking.",
                    "translation": "Ну вот, это уже хорошее мышление, потому что я собирался пойти напрямую к Кадди и сдать тебя, как только мы закончили бы разговаривать."
                },
                {
                    "text": "I'll keep him overnight, then let the feds know... he's good to rat out whoever he wants.",
                    "translation": "Я подержу его еще ночь, а затем сообщу федералам, что он готов сдать кого он хочет."
                },
                {
                    "text": "Rat any of them out.",
                    "translation": "Сдать кого-то из них."
                },
                {
                    "text": "Or because Glen Hogan was going to rat you out to internal affairs?",
                    "translation": "Или потому что Глен Хоган собирался сдать вас ОВР?"
                },
                {
                    "text": "You can rat me out if you want, but I am not signing my own death warrant.",
                    "translation": "Ты можешь сдать меня, если хочешь, но я не подпишу свой собственный смертный приговор."
                },
                {
                    "text": "I can certainly understand a man that don't wanna rat on his friends... but you gotta understand the position I'm in.",
                    "translation": "Я однозначно могу понять человека, который не хочет стучать на своих друзей... но тебе нужно понять позицию, в которой я нахожусь."
                },
                {
                    "text": "Guys started to rat so they could avoid prosecution.",
                    "translation": "И ребята начали стучать друг на друга, лишь бы уйти от наказания."
                },
                {
                    "text": "But I'm not going to rat him out.",
                    "translation": "— Не буду я стучать."
                },
                {
                    "text": "Well, I guess I ran out of ways to say I won't be your fuckin' rat.",
                    "translation": "Просто не знаю, как еще сказать тебе, что стучать я не буду, блин."
                },
                {
                    "text": "Your family's that scary, maybe you shouldn't rat on them.",
                    "translation": "Раз твоя семья такая страшная, то может тебе не стоит на них стучать."
                },
                {
                    "text": "The rat was Macquart or Rudel.",
                    "translation": "Стукач либо Макарт, либо Рудель."
                },
                {
                    "text": "Rat!",
                    "translation": "Стукач!"
                },
                {
                    "text": "I know you're the rat.",
                    "translation": "Ты стукач."
                },
                {
                    "text": "I say I'm not a rat.",
                    "translation": "Что я не стукач."
                },
                {
                    "text": "Yeah, because don't you forget I'm a rat!",
                    "translation": "А как же! Ты же не забыл, что я стукач?"
                },
                {
                    "text": "This is a laugh, you asking me for help. Especially to rat on a comrade.",
                    "translation": "Забавно, что вы пришли просить моей помощи и просить, чтобы я выдал моего товарища."
                },
                {
                    "text": "Well, the people who hired him probably figured it was safer to kill him than run the risk of having an attack of conscience and rat them out.",
                    "translation": "Ну, те, кто его наняли, скорее всего поняли, что безопаснее убить его, чем пойти на риск, вдруг его охватили бы угрызения совести и он бы их выдал?"
                },
                {
                    "text": "I didn't rat you out.",
                    "translation": "Я вас не выдал."
                },
                {
                    "text": "Oh, so you rat me out to the cops?",
                    "translation": "Так ты выдал меня копам?"
                },
                {
                    "text": "If Klaus learns it's my fault you found your way to the plantation... you really think I'd rat you out?",
                    "translation": "Если Клаус узнает, что из-за меня ты нашел дорогу к плантации... Ты действительно думаешь, что я бы тебя выдал?"
                },
                {
                    "text": "We do not ask you to rat on your friends.",
                    "translation": "Мы не просим доносить."
                },
                {
                    "text": "Yeah,the black firefighter won't rat on the racists.",
                    "translation": "Чернокожий пожарный не захотел доносить о расизме."
                },
                {
                    "text": "Look, I hate to rat a kid out, but, uh... if he was mine, I'd want to know.",
                    "translation": "Я ненавижу доносить на парня, но... будь он моим, я бы хотел об этом знать."
                },
                {
                    "text": "So you can snap my neck but I won't rat on him.",
                    "translation": "Можете вздёрнуть, он я не стану доносить на него."
                },
                {
                    "text": "JJ's coming off clean. He suspects who did it, but he's not gonna rat on one of his teammates. He's loyal.",
                    "translation": "Да он чист, он подозревает, кто мог сделать это, но на своих товарищей он не станет доносить."
                },
                {
                    "text": "Poor little rat.",
                    "translation": "О, бедная маленькая крыска.."
                },
                {
                    "text": "Are you scrabbling about your wires and knots, my old pet rat?",
                    "translation": "Ты снова роешься в своих проводках и узелках, моя старенькая крыска?"
                },
                {
                    "text": "Yeah, of course, definitely. Alright, right. Hey, uh rat!",
                    "translation": "Да, да, конечно, абсолютно, крыска!"
                },
                {
                    "text": "— Hello, little rat.",
                    "translation": "Привет, крыска."
                },
                {
                    "text": "A rat.",
                    "translation": "Крыска."
                },
                {
                    "text": "I just left the wife of the guy you killed, you rat.",
                    "translation": "Я только что от жены убитого тобой копа, крысёнок."
                },
                {
                    "text": "Say, you little rat! Thief!",
                    "translation": "Эй, ты, крысёнок!"
                },
                {
                    "text": "You little rat!",
                    "translation": "Ах ты крысёнок!"
                },
                {
                    "text": "— The little rat's around here.",
                    "translation": "— Опять крысёнок к нам забрался."
                },
                {
                    "text": "Hello, little rat.",
                    "translation": "Привет, крысенок."
                }
            ],
            "exercise": {
                "type": "pick_option_sentence",
                "data": {
                    "template": "— The ___!",
                    "correct_answer": "rat",
                    "pick_options": [
                        "line",
                        "children",
                        "rat",
                        "girl"
                    ]
                }
            }
        },
        {
            "word_id": "3f59d744-d513-4214-a854-e721234ace33",
            "word": "puppy",
            "translation": "щенок",
            "topic": "Animals",
            "subtopic": "dogs",
            "sentences": [
                {
                    "text": "See? A magic puppy.",
                    "translation": "Смотрите, волшебный щенок."
                },
                {
                    "text": "Oh, a puppy!",
                    "translation": "Ах, щенок!"
                },
                {
                    "text": "Here's a puppy Eddie said he'd give me.",
                    "translation": "Смотри какой щенок Эдди сказал, что отдаст его мне."
                },
                {
                    "text": "— Is it a puppy?",
                    "translation": "— Это щенок?"
                },
                {
                    "text": "Where are you from, puppy?",
                    "translation": "Откуда ты, щенок?"
                },
                {
                    "text": "Now, come on, puppy.",
                    "translation": "Эй, щеночек."
                },
                {
                    "text": "You poor little puppy, i'll bite you again if you don't look out.",
                    "translation": "Ты бедненький щеночек, смотри — зазеваешься — укушу еще раз."
                },
                {
                    "text": "The poor little puppy!",
                    "translation": "Бедный маленький щеночек!"
                },
                {
                    "text": "He thinks it's a puppy.",
                    "translation": "Он думает, что это щеночек."
                },
                {
                    "text": "Hello, little puppy.",
                    "translation": "Здравствуй, маленький щеночек."
                },
                {
                    "text": "Frogs and snails and puppy dog tails.",
                    "translation": "Лягушки, улитки, щенячьи хвосты..."
                },
                {
                    "text": "Your puppy dog eyes and goofy charm turned me on. But you wouldn't believe it.",
                    "translation": "Твои щенячьи глаза и придурковатый шарм всегда заводили меня, но ты бы ни за что в это не поверил."
                },
                {
                    "text": "Puppy dog expression and flowers from a service station.",
                    "translation": "Щенячьи глаза и цветы со станции обслуживания."
                },
                {
                    "text": "No puppy eyes, you little maniac.",
                    "translation": "Что за щенячьи глазки, маньячка?"
                },
                {
                    "text": "Puppy dog eyes. Nice touch. Yes!",
                    "translation": "— Щенячьи глазки, отличный ход."
                },
                {
                    "text": "Many fleas, puppy.",
                    "translation": "Какой же ты блохастый, пёсик!"
                },
                {
                    "text": "Oh, sweet little puppy.",
                    "translation": "Мой милый пёсик."
                },
                {
                    "text": "It's okay, puppy.",
                    "translation": "Всё хорошо, пёсик."
                },
                {
                    "text": "There's a good puppy.",
                    "translation": "Хороший пёсик."
                },
                {
                    "text": "Puppy!",
                    "translation": "Песик!"
                },
                {
                    "text": "Your puppy has arrived.",
                    "translation": "Твоя собачка появилась!"
                },
                {
                    "text": "He's a puppy revolted by stench.",
                    "translation": "Он — собачка, которой не нравится зловоние."
                },
                {
                    "text": "Quiet, puppy dog.",
                    "translation": "Тихо, собачка."
                },
                {
                    "text": "Hey, puppy.",
                    "translation": "Собачка."
                },
                {
                    "text": "He trails me like a puppy.",
                    "translation": "— Бегает за мной, как собачка."
                },
                {
                    "text": "Give me this puppy.",
                    "translation": "Дай этого малыша."
                },
                {
                    "text": "All right, well, how do we get this puppy out?",
                    "translation": "Хорошо, итак, как нам вытащить этого малыша?"
                },
                {
                    "text": "Hey. I borrowed this puppy from the Manhattan Project exhibit.",
                    "translation": "Я одолжил этого малыша с выставки Манхэттенского Проекта."
                },
                {
                    "text": "Then I gotta drop this puppy off at MTV Cribs.",
                    "translation": "Потом занести этого малыша в особняк MTV."
                },
                {
                    "text": "What's with the sad puppy look?",
                    "translation": "Что грустишь, малыш?"
                },
                {
                    "text": "He's in love with her, follows her around like a puppy dog.",
                    "translation": "Влюбился и бегает за ней повсюду, как собачонка."
                },
                {
                    "text": "The way you follow me like a lovesick puppy.",
                    "translation": "Вы следуете за мной, как преданная собачонка."
                },
                {
                    "text": "Following Walter around like a puppy.",
                    "translation": "Носился вокруг Уолтера как собачонка."
                },
                {
                    "text": "You may be Liv's... Puppy, but...",
                    "translation": "Ты может быть и... собачонка Лив."
                },
                {
                    "text": "He bet with Filya on her following him round like a puppy. And she's good at that",
                    "translation": "Он с Филькой поспорил, что будет бегать за ним как собачонка, вот и бегает вон."
                },
                {
                    "text": "And you sleep at her door like a puppy!",
                    "translation": "И спишь, как собака, у ее порога."
                },
                {
                    "text": "My dog had puppies again. Sorry.",
                    "translation": "— Моя собака опять родила."
                },
                {
                    "text": "You think that I'm a puppy...?",
                    "translation": "Я тебе что собака?"
                },
                {
                    "text": "just like a puppy.",
                    "translation": "Он бегал за ними на коленках как собака."
                },
                {
                    "text": "I'm a mud puppy",
                    "translation": "Я грязная, как собака..."
                },
                {
                    "text": "My dad gave me soft puppy, when the day he bailed on us.",
                    "translation": "Дарили. Папа подарил плюшевого щенка, когда нас бросил."
                },
                {
                    "text": "I'm too excited to get my Puppy Pound.",
                    "translation": "Я слишком взволнована, что получу своего Плюшевого Щенка."
                },
                {
                    "text": "I want a Puppy Pound.",
                    "translation": "Я хочу Плюшевого Щенка."
                },
                {
                    "text": "Santa gave me a Puppy Pound!",
                    "translation": "Санта подарил мне Плюшевого Щенка!"
                },
                {
                    "text": "All I really wanted this year was a Puppy Pound.",
                    "translation": "Все, что я действительно хотел на Рождество, — Плюшевого Щенка."
                }
            ],
            "exercise": {
                "type": "write_word_from_translation",
                "data": {
                    "translation": "щенок",
                    "correct_answer": "puppy"
                }
            }
        },
        {
            "word_id": "4e11461f-3bea-41ce-9aca-259b4c8f6b05",
            "word": "reindeer",
            "translation": "северный олень",
            "topic": "Animals",
            "subtopic": "wild_mammals",
            "sentences": [
                {
                    "text": "What's that, a reindeer?",
                    "translation": "Это что, северный олень?"
                },
                {
                    "text": "— Reindeer.",
                    "translation": "— Северный олень!"
                },
                {
                    "text": "Mr. Reindeer, I now give you your freed... aah, the hooves!",
                    "translation": "Господин северный олень, Я дарю тебе своб... Ау, копыта!"
                },
                {
                    "text": "Santa would smell like reindeer and chimneys.",
                    "translation": "Санта пах бы как северный олень и дымоходы."
                },
                {
                    "text": "Reindeer are obviously f... re... fake?",
                    "translation": "Северный олень конечно же вы... пр... вымысел?"
                },
                {
                    "text": "Well, maybe if I had a bunch of flying reindeer, then maybe it wouldn't be so hard for me to get the product into the yard.",
                    "translation": "Если бы у меня тоже была упряжка из летающих оленей, я тоже запросто доставлял бы продукт во двор."
                },
                {
                    "text": "What reindeer? Dasher, Dancer, Prancer, Santa?",
                    "translation": "А какой из твоих оленей, Санта?"
                },
                {
                    "text": "Give me time and I'll paint for you reindeer with big beautiful antlers.",
                    "translation": "Дай время, я тебе оленей нарисую с большими красивыми рогами."
                },
                {
                    "text": "The wedding of Laila, our reindeer queen.",
                    "translation": "Свадьба Лайлы, нашей королевы оленей."
                },
                {
                    "text": "I bet you can't even name the reindeer.",
                    "translation": "Спорим, что ты не знаешь, как зовут оленей."
                },
                {
                    "text": "— You know, reindeer flap in the back door.",
                    "translation": "— Олений люк в задней двери!"
                },
                {
                    "text": "You remember once you got hold of some, err, reindeer juice?",
                    "translation": "Помнишь, как ты раньше готовил олений сок ?"
                },
                {
                    "text": "He was drinking reindeer juice, Tavrani.",
                    "translation": "Он пил олений сок, Таврани."
                },
                {
                    "text": "You loved the reindeer juice when it was just you and me doing it.",
                    "translation": "Тебе нравился олений сок, когда мы с тобой его употребляли."
                },
                {
                    "text": "Even Henry's reindeer juice.",
                    "translation": "Даже олений сок Генри"
                },
                {
                    "text": "A little reindeer was taken by the eagles.",
                    "translation": "Одного олененка похитили орлы, и я должен помочь ему."
                },
                {
                    "text": "I brought you the little reindeer boy just like you asked!",
                    "translation": "Я поймал того маленького олененка, как ты просила."
                },
                {
                    "text": "Looks like we found our little flying reindeer boy after all.",
                    "translation": "Вот значит как? Кажется, мы все-таки нашли нашего летающего олененка."
                },
                {
                    "text": "But you didn't happen to see a young reindeer boy, did you?",
                    "translation": "А вы случайно не видели маленького олененка?"
                },
                {
                    "text": "I just mean that if you can't help me catch that little flying reindeer -",
                    "translation": "Я хочу сказать, что, раз вы не можете поймать этого летающего олененка,"
                },
                {
                    "text": "In far north-eastern Siberia, in the Verkhoyansk mountains, I met the Eveny... a small nomadic tribe of reindeer breeders.",
                    "translation": "На краю Северо-восточной Сибири, в Верхоянских горах, Я встретил Эвенов... маленькое кочевое племя оленеводов."
                },
                {
                    "text": "Which is? The Sami reindeer herders have accounts of similar mass events.",
                    "translation": "У саамских оленеводов есть предания о подобных событиях."
                },
                {
                    "text": "Talk, reindeer man.",
                    "translation": "Говори, оленевод."
                },
                {
                    "text": "A reindeer breeder",
                    "translation": "Оленевод."
                },
                {
                    "text": "I met some reindeer owners in Lapland.",
                    "translation": "Я знал одних оленеводов в Лапландии."
                }
            ],
            "exercise": {
                "type": "write_word_from_translation",
                "data": {
                    "translation": "северный олень",
                    "correct_answer": "reindeer"
                }
            }
        },
        {
            "word_id": "276cf2fa-10df-4111-88e0-23aea006cfec",
            "word": "reptile",
            "translation": "змеиный зал",
            "topic": "Animals",
            "subtopic": "amphibians_and_reptiles",
            "sentences": [
                {
                    "text": "— You know me, Mac, nothing but reptiles.",
                    "translation": "— Ты меня знаешь, только рептилии."
                },
                {
                    "text": "We are dead, crushed into the dust like reptiles.",
                    "translation": "Мы — истраченная сила. Смешанная с пылью. Как рептилии."
                },
                {
                    "text": "They're reptile, cold-blooded.",
                    "translation": "Они рептилии, хладнокровные."
                },
                {
                    "text": "Their ancestors were once atoms made in stars then simple molecules, single cells polyps stuck to the ocean floor fish, amphibians, reptiles, shrews.",
                    "translation": "Когда-то их предками были атомы, рожденные в звездах, затем простые молекулы, клетки, полипы на океанском дне, рыбы, амфибии, рептилии, землеройки."
                },
                {
                    "text": "The reptiles held sway for a time but gave way to small warm-blooded creatures with bigger brains who developed dexterity and curiosity about their environment.",
                    "translation": "Какое-то время там царствовали рептилии, но на их место пришли маленькие теплокровные существа, у которых развилась ловкость и любопытство к окружающему миру."
                },
                {
                    "text": "— Are you afraid of reptiles?",
                    "translation": "— Вы боитесь пресмыкающихся?"
                },
                {
                    "text": "We will discuss the reptiles.",
                    "translation": "Поговорим о пресмыкающихся."
                },
                {
                    "text": "Reptiles.",
                    "translation": "Смотрю на пресмыкающихся."
                },
                {
                    "text": "Isn't it a bit late to be watching reptiles?",
                    "translation": "Вам не кажется, что сейчас слишком поздно, чтобы созерцать пресмыкающихся?"
                },
                {
                    "text": "Before the vast majority of reptiles died out mysteriously...",
                    "translation": "Прежде, чем большинство пресмыкающихся загадочным образом вымерли..."
                },
                {
                    "text": "This is the Reptile Room.",
                    "translation": "Это Змеиный Зал."
                },
                {
                    "text": "— It's a reptile room.",
                    "translation": "— Это Змеиный Зал."
                },
                {
                    "text": "Do you think you can get back inside the Reptile Room?",
                    "translation": "Как ты думаешь, сможешь пробраться в Змеиный Зал?"
                },
                {
                    "text": "Even though Uncle Monty's body had been removed, the Reptile Room was not as inviting to Klaus as it had been the day before.",
                    "translation": "Хоть тело Дяди Монти и унесли, Змеиный Зал уже не привлекал Клауса как прежде."
                },
                {
                    "text": "THE REPTILE ROOM part TWO",
                    "translation": "«Змеиный Зал»: часть вторая."
                }
            ],
            "exercise": {
                "type": "write_word_from_translation",
                "data": {
                    "translation": "змеиный зал",
                    "correct_answer": "reptile"
                }
            }
        },
        {
            "word_id": "5f44e6b1-5c0b-430c-a1d9-2538dfa201f7",
            "word": "squirrel",
            "translation": "белок",
            "topic": "Animals",
            "subtopic": "wild_mammals",
            "sentences": [
                {
                    "text": "A squirrel!",
                    "translation": "Белка!"
                },
                {
                    "text": "That poor squirrel was no good at all to Hank because he didn't know what to do with it.",
                    "translation": "Та бедная белка была вообще бесполезна для Хэнка, потому что он не знал что с неё делать."
                },
                {
                    "text": "Look, a squirrel.",
                    "translation": "Смотри, белка."
                },
                {
                    "text": "It went around in my head like a crazy squirrel on a hopped-up treadmill.",
                    "translation": "Это крутится в моей голове, как сумасшедшая белка в своём колесе."
                },
                {
                    "text": "I got them from the squirrel Searle.",
                    "translation": "Мне их дала белка Сирле."
                },
                {
                    "text": "Come here, my squirrel!",
                    "translation": "Иди сюда, моя белочка!"
                },
                {
                    "text": "Like a happy little squirrel or a weasel.",
                    "translation": "Как маленькая счастливая белочка или ласка."
                },
                {
                    "text": "And the squirrel thought the rabbit was really nice too.",
                    "translation": "А белочка подумала, что кролик тоже очень симпатичный."
                },
                {
                    "text": "I think I see a rabbit or a squirrel.",
                    "translation": "— А еще кролик или белочка."
                },
                {
                    "text": "A squirrel?",
                    "translation": "Белочка?"
                },
                {
                    "text": "They're crap, squirrel. They fall apart before you're out of the door.",
                    "translation": "Бельчонок, в ваших краях такого хлама навалом."
                },
                {
                    "text": "Vesna is even coming with us to the Grenadines, aren't you my little squirrel?",
                    "translation": "Весна даже едет с нами на Гренадины, не так ли, мой бельчонок?"
                },
                {
                    "text": "Solicitor's waiting at the station, Squirrel.",
                    "translation": "Адвокат уже ждёт в участке, Бельчонок."
                },
                {
                    "text": "Look what our little squirrel was hiding in the air vent.",
                    "translation": "Посмотри, что наш маленький бельчонок прятал в вентиляционной шахте."
                },
                {
                    "text": "Is that the straight shit, Squirrel?",
                    "translation": "Что так и есть, Бельчонок?"
                },
                {
                    "text": "Squirrel monkeys are also small but they have strength in numbers.",
                    "translation": "Беличьи обезьяны тоже маленькие, но их сила в количестве."
                },
                {
                    "text": "We parcells have eaten our share of rock soup and squirrel tail.",
                    "translation": "Мы, Парселлы, можем есть суп из камней и беличьи хвосты."
                },
                {
                    "text": "Oh, I know, squirrel handcuffs.",
                    "translation": "Беличьи наручники."
                },
                {
                    "text": "Thank you, Opie-— but I'd rather not have Michael Vincent eating squirrel gizzards and hillbilly broth. We had to mortgage the house to pay off a few final debts after the collapse of the Cantilever Group.",
                    "translation": "Но мне бы не хотелось, чтобы Майкл Винсент ел беличьи потроха и жидкий суп."
                },
                {
                    "text": "How do you get into the mindset of a squirrel?",
                    "translation": "Как ты собираешься проникнуть в беличьи мысли?"
                }
            ],
            "exercise": {
                "type": "write_word_from_translation",
                "data": {
                    "translation": "белок",
                    "correct_answer": "squirrel"
                }
            }
        },
        {
            "word_id": "8287a6e1-eb65-4569-b29f-1a7a0f360042",
            "word": "folk",
            "translation": "человек",
            "topic": "Culture",
            "subtopic": "styles_of_music",
            "sentences": [
                {
                    "text": "Yeah, my folks hated each other.",
                    "translation": "Мои родители ненавидели друг друга."
                },
                {
                    "text": "And how are your folks?",
                    "translation": "А как ваши люди?"
                },
                {
                    "text": "All right, folks, get back to your rooms, please, and stay there.",
                    "translation": "Так, люди, разойдитесь по номерам и оставайтесь там."
                },
                {
                    "text": "Folks ain't talking about much else.",
                    "translation": "Люди только об этом и говорят."
                },
                {
                    "text": "Sorry to take you folks out of the way like this.",
                    "translation": "Извините, у вас люди в сторону, как это."
                },
                {
                    "text": "If you folks take our advice, you'll get out now.",
                    "translation": "Если вы люди готовы принять наши советы Вы их получите сейчас."
                },
                {
                    "text": "There it is, right over there, folks.",
                    "translation": "Там, справа, ребята."
                },
                {
                    "text": "Right along, folks.",
                    "translation": "Не толпитесь, ребята."
                },
                {
                    "text": "Looks like you folks ain't used to getting spliced.",
                    "translation": "Вы, ребята, первый раз что-ли."
                },
                {
                    "text": "Good night, folks, me and Skins got plans.",
                    "translation": "Спокойной ночи, ребята. А мы еще пошалим."
                },
                {
                    "text": "Red-hot coffee, folks. Yes, sir.",
                    "translation": "Горячий кофе, ребята."
                },
                {
                    "text": "We got time for one more song, folks, before the New Year.",
                    "translation": "Народ, мы успеем послушать ещё одну песню до Нового года."
                },
                {
                    "text": "Hello, folks.",
                    "translation": "Здоров, народ."
                },
                {
                    "text": "Folks'd think it was pretty funny if I wasn't around.",
                    "translation": "Народ подумает, забавно, что меня нет."
                },
                {
                    "text": "Smile, and the world smiles with you, folks.",
                    "translation": "Улыбнитесь, и мир улыбнется в ответ, народ."
                },
                {
                    "text": "Come on, folks.",
                    "translation": "Пошли, народ."
                },
                {
                    "text": "Because our folks our poor.",
                    "translation": "Потому что наши родители нищие."
                },
                {
                    "text": "I follow you. So, anyway, she tells us that she's run away from home... on account of her folks don't understand her.",
                    "translation": "Так, она сказала, что сбежала из дома, потому что родители ее не понимают."
                },
                {
                    "text": "Both my folks is dead.",
                    "translation": "Мои родители умерли."
                },
                {
                    "text": "Your folks didn't understand?",
                    "translation": "Твои родители тебя не поняли?"
                },
                {
                    "text": "All right, folks, our honored president has declared war on the wicked.",
                    "translation": "Итак, друзья, наш уважаемый президент объявил войну нечестивцам."
                },
                {
                    "text": "Folks, let's get out of here and leave the honeymooners alone. Come on, Henry.",
                    "translation": "Друзья, пойдем отсюда, оставим молодеженов в покое."
                },
                {
                    "text": "Folks!",
                    "translation": "Друзья!"
                },
                {
                    "text": "Folks, do you have shabby teeth?",
                    "translation": "Друзья, у вас плохие зубы?"
                },
                {
                    "text": "My folks had no imagination.",
                    "translation": "Предки не отличались фантазией."
                },
                {
                    "text": "My folks were tough.",
                    "translation": "Мои предки были суровы."
                },
                {
                    "text": "I know my folks were here long enough to get rich, too.",
                    "translation": "Мои предки тоже живут с тех времен и могли бы разбогатеть."
                },
                {
                    "text": "If it's my folks, I'll throw them out.",
                    "translation": "Если это мои предки заявились, выгоню их без разговора."
                },
                {
                    "text": "My folks are watching me.",
                    "translation": "Вдруг предки следят?"
                },
                {
                    "text": "They may do some more folk dancing.",
                    "translation": "Может, это их народные танцы."
                },
                {
                    "text": "I write down folk tales and unusual, rare words.",
                    "translation": "— А, нет, нет, я записываю народные высказывания и необычные, редкие слова."
                },
                {
                    "text": "— And Manchurian Folk Dancing. — Alright.",
                    "translation": "— И Манчжурские народные танцы."
                },
                {
                    "text": "Introduce folk dancing.",
                    "translation": "Ввести народные танцы."
                },
                {
                    "text": "Folk dancing.",
                    "translation": "Народные танцы."
                },
                {
                    "text": "Well, folks, here he is.",
                    "translation": "Парни, вот он!"
                },
                {
                    "text": "Folks, seems like we got a deputy that knows what's good for him.",
                    "translation": "Парни, кажется, помощник шерифа понимает, что для него лучше."
                },
                {
                    "text": "— Excuse me, folks.",
                    "translation": "— Извините, парни."
                },
                {
                    "text": "Okay, folks.",
                    "translation": "Окей, парни."
                },
                {
                    "text": "Just a little joke, folks.",
                    "translation": "Я пошутил, парни."
                },
                {
                    "text": "My folks didn't think so.",
                    "translation": "Моя родня так не считает."
                },
                {
                    "text": "They tell me your wife's folks live in Omaha.",
                    "translation": "Говорят, родня твоей жены живет в Омахе."
                },
                {
                    "text": "It is useless for you to find so much to say about the government and the speeches of the priests, if you believe in these superstitions like the old folk of your grandmother.",
                    "translation": "Бесполезно, что ты так много можешь сказать о правительстве и речах священников, если ты веришь в эти суеверия, как родня твоей бабушки."
                },
                {
                    "text": "What about your folks?",
                    "translation": "У тебя есть родня?"
                },
                {
                    "text": "Are these your folks?",
                    "translation": "Это твоя родня?"
                }
            ],
            "exercise": {
                "type": "pick_option_sentence",
                "data": {
                    "template": "Yeah, my __________s hated each other.",
                    "correct_answer": "folk",
                    "pick_options": [
                        "folk"
                    ]
                }
            }
        },
        {
            "word_id": "e5594afd-dc37-41b9-a07c-f7973cf2558a",
            "word": "sea turtle",
            "translation": "морская черепаха",
            "topic": "Animals",
            "subtopic": "amphibians_and_reptiles",
            "sentences": [
                {
                    "text": "A friend of mine was swimming across this creek and got his balls snapped off by a sea turtle.",
                    "translation": "Один мой друган купался в речке, и морская черепаха хватила его за яйца."
                },
                {
                    "text": "Green sea turtles love to fill their cast-iron stomachs with venomous jelly.",
                    "translation": "Зелёная морская черепаха с удовольствием набивает свой «лужённый» желудок ядовитыми медузами."
                },
                {
                    "text": "A sea turtle laid eggs.",
                    "translation": "Морская черепаха отложила яйца."
                },
                {
                    "text": "Dafu, remember Dad is a sea turtle.",
                    "translation": "Тафу, запомни Папа — морская черепаха."
                },
                {
                    "text": "It's a sea turtle.",
                    "translation": "! Морская черепаха."
                }
            ],
            "exercise": {
                "type": "translate_ru_to_en",
                "data": {
                    "text": "морская черепаха",
                    "correct_answer": "sea turtle",
                    "pick_options": [
                        "girl",
                        "sea turtle",
                        "canoe",
                        "bull"
                    ]
                }
            }
        },
        {
            "word_id": "7ba50c07-bcd7-45f4-b298-749bddb4396a",
            "word": "blackbird",
            "translation": "чёрный дрозд",
            "topic": "Animals",
            "subtopic": "birds",
            "sentences": [
                {
                    "text": "The blackbird pecks the soil, women are silent and men toil, when the snail is on the rose, young men decide to propose.",
                    "translation": "Чёрный дрозд клюёт колос... Женщина молчит, а мужчина трудится. Когда улитка ползёт по розе — юноши ищут супругу."
                },
                {
                    "text": "Blackbird under fire!",
                    "translation": "Черный Дрозд под огнем!"
                },
                {
                    "text": "Blackbird has flown.",
                    "translation": "Черный Дрозд улетел."
                },
                {
                    "text": "Every generation, a blackbird befriends a small child.",
                    "translation": "В каждом поколении, черный дрозд выбирает маленького ребенка."
                }
            ],
            "exercise": {
                "type": "translate_ru_to_en",
                "data": {
                    "text": "чёрный дрозд",
                    "correct_answer": "blackbird",
                    "pick_options": [
                        "pigeon",
                        "hawk",
                        "mouse",
                        "blackbird"
                    ]
                }
            }
        }
    ]
}
